<?php
/* 
 * 数据库配置文件 
 */ 
return [
            'ddz' => [
                'host' => '127.0.0.1',      //数据库主机地址
                'port' => '3306',       //数据库端口号
                'uname' => 'root',      //数据库用户名
                'pwd' => '123456',          //数据库密码
                'charset' => 'UTF8',        //数据库编码
                'dbname' => 'pdk',        //数据库名
                'prefix' => '',     //数据库表前缀
            ],

            'pdk' => [
                'host' => '127.0.0.1',      //数据库主机地址
                'port' => '3306',       //数据库端口号
                'uname' => 'root',      //数据库用户名
                'pwd' => '123456',          //数据库密码
                'charset' => 'UTF8',        //数据库编码
                'dbname' => 'pdk',        //数据库名
                'prefix' => '',     //数据库表前缀
            ]

];
